Repository: treavis/wagtail
Catalog: wagtail/wagtailredirects/locale/*/LC_MESSAGES/django.po
Languages: lt

source: From site
lt: Iš tinklalapio

source: All sites
lt: Visi tinklalapiai

source: A redirect with this path already exists.
lt: Peradresavimas su šiuo keliu jau egzistuoja.

source: redirect from
lt: peradresavimas iš

source: site
lt: tinklalapis

source: permanent
lt: pastovus

source: Recommended. Permanent redirects ensure search engines forget the old page (the 'Redirect from') and index the new page instead.
lt: Rekomenduojama. Pastovūs peradresavimai užtikrina kad paieškos varikliai užmirš seną puslapį ('Peradresavimo forma') ir indeksuos naują puslapį.

source: redirect to a page
lt: peradresuoti į puslapį

source: redirect to any URL
lt: peradresuoti į bet kurį URL

source: temporary
lt: laikinas

source: redirect
lt: peradresuoti

source: Add redirect
lt: Pridėti peradresavimą

source: Save
lt: Išsaugoti

source: Delete redirect %(title)s
lt: Ištrinti %(title)s peradresavimą

source: Delete
lt: Ištrinti

source: Are you sure you want to delete this redirect?
lt: Ar tikrai norite ištrinti šį peradresavimą?

source: Yes, delete
lt: Taip, ištrinti

source: Editing %(title)s
lt: Redaguojama %(title)s

source: Editing
lt: Redagavimas

source: Delete redirect
lt: Ištrinti peradresavimą

source: Redirects
lt: Peradresavimai

source: From
lt: Forma

source: Site
lt: Tinklalapis

source: To
lt: Į

source: Type
lt: Tipas

source: Edit this redirect
lt: Redaguoti šį peradresavimą

source: There is one match
lt: Yra vienas atitikmuo

source: Sorry, no redirects match "<em>%(query_string)s</em>"
lt: Atsiprašome, jokie peradresavimai neatitiko <em>"%(query_string)s"</em>

source: No redirects have been created. Why not <a href="%(wagtailredirects_add_redirect_url)s">add one</a>?
lt: Nebuvo sukurti jokie peradresavimai. Kodėl gi <a href="%(wagtailredirects_add_redirect_url)s">nesukūrus vieno</a>?

source: Search redirects
lt: Ieškoti peradresavimų

source: Redirect '{0}' updated.
lt: Peradresavimas '{0}' atnaujintas.

source: Edit
lt: Redaguoti

source: The redirect could not be saved due to errors.
lt: Peradresavimas negalėjo būti išsaugotas dėl klaidų.

source: Redirect '{0}' deleted.
lt: Peradresavimas '{0}' ištrintas.

source: Redirect '{0}' added.
lt: Peradresavimas '{0}' pridėtas.

source: The redirect could not be created due to errors.
lt: Peradresavimas negalėjo būti sukurtas dėl klaidų.
